<template>
  <TextBlock
      align="center"
    >
      <TextWrap
        align="left"
      >
      Задача: Найти способ доступной двухсторонней коммуникации между администрацией пространства и находящимися внутри или вокруг людьми. 
      <br>
    Основной кейс — жильцы дома. Основные проблемы — бытовые вопросы: сейчас, что бы узнать о отключении воды или ремонте приклеивают бумажку на дверь, что портит облик подъезда и небезопасно: ее всегда могут сорвать. Создание электронного табла уберет потребность в любых бумажных носителях, уничтожит доски информации, которые в свою очередь используются для спама или чего-то незаконного.    </TextWrap>
    </TextBlock>
  <ImageWrap src="6.png"/>
</template>
