<template>
  <TextBlock
    align="center"
  >

    <TextWrap
      align="left"
      margin="0px 24px"
    >

      <p><strong class="bold">Задача:</strong> Найти способ доступной коммуникации для общественных пространств в жилых домах.</p>

      <p><span style="color:#999999"><em>Основные проблемы &mdash; бытовые вопросы: например, что бы узнать о отключении воды или ремонте вешают бумажку куда-нибудь на стену. А ведь ее еще нужно сверстать, распечатать, найти скотч...</em></span></p>

      <p>Итак, начнем с исследования.</p>

      <p>Составил дизайн количественного теста с когортой в 40 респондентов. Бонусом &mdash;&nbsp;5 глубинок. Тест включет вопросы о текущих задачах, проблемах, решениях связанных с бытом внутри экосистемы кондоминумов.</p>

      <p>Исследование показало большое количество повторений, из которых были сфорированы текущие&nbsp;проблемы опыта жильцов.</p>

      <p><strong>Какие проблемы были сформированы:</strong></p>

    </TextWrap>

  </TextBlock>

  <ImageWrap src="Problems.png"/>

  <TextBlock
    align="center"
  >
    <TextWrap
      align="left"
      margin="0px 24px"
    >

      <p><strong>На основе данных выводим&nbsp;иерархии&nbsp;и точки входа, </strong>которые должны быть выражены в интерфейсе электронного табло:</p>

      <ol>
        <li>Основные моменты, такие как время, предупреждение о погоде, например о том, что нужно взять зонт.</li>
        <li>Человечное приветствие, невербально обратиться к жильцу&nbsp;&mdash; тем самым он будет чувствовать не прямую, но причастность.</li>
        <li>Основные, самые важные сообщения: отключение воды и пр.</li>
        <li>Второстепенные сообщения.</li>
        <li>Большая кнопка обратиться за помощью, чуть менее большая создать объявление.
        <p><span style="color:#999999"><em>Держим в голове: новый опыт&nbsp;должен быть проще, чем манипуляции с бумажкой и скотчем.</em></span></p>
        </li>
      </ol>

    </TextWrap>
  </TextBlock>

	<ImageWrap src="Warframes.png"/>

	<Row
    color="#ffffff"
    bg-repeat
    center
  >

    <TextBlock
      align="center"
    >
      <TextWrap
        align="left"
        margin="0px 44px"
      >
        <p>Структура выглядит понятно и просто.</p>

        <p><strong>Из того же ресерча выясняем основные требования к интерфейсу:</strong></p>
  
        <ul>
          <li>Максимальная доступность
          <ul>
            <li>Контраст, крупные шрифты, емкий и прямой текст, крупные кнопки</li>
          </ul>
          </li>
          <li>Приветливость и отзывчивость</li>
          <li>Четкие разделение каждого объявления: человек должен издалека видеть пятно карточки и понимать, что это новая карточка, которую он еще не видел.
          </li>
        </ul>
      </TextWrap>
    </TextBlock>

    <ImageWrap
      src="Contrast_check.png"
      margin="44px"
    />
  </Row>

  <TextBlock
    align="center"
  >
    <TextWrap
      align="left"
      margin="0px 24px"
    >
      <Headline
        align="center"
        margin="60px 40px"
      >
        Окей. Что там по пикселям?
      </Headline>
    </TextWrap>
  </TextBlock>


  <ImageWrap src="6.png"/>

  <Row
    color="black"
    bg-repeat
    center
  >
    <TextBlock
      align="center"
    >
      <TextWrap
        color="white"
        align="left"
        margin="0px 24px"
      >
        <p>Проведен поиск характера доски, задейстовано несколько подходов в проектировании, позволяющие собрать образ&nbsp;из ощущений и ассоциаций. Доску хочется сделать живой и интересной, удобночитаемой и вписываемой в пространство вокруг.&nbsp;</p>

        <p>Карточки, которые должны отличаться друг от друга дали самый насыщенный результат.</p>

        <p><strong>Ниже видно как меняется характер продукта 👇 </strong></p>
      </TextWrap>
    </TextBlock>
	</Row>

  <ImageWrap src="Process.png"/>

  <Row
    color="black"
    bg-repeat
    center
  >
    <TextBlock
      align="center"
    >
      <TextWrap
        color="white"
        align="left"
        margin="0px 24px"
      >
        <p>И понеслось: случайно поставленное&nbsp;разное закругление дало мощную ассоциацию с чем-то крафтовым, что человек делает сам из бумаги а потом вырезает. <strong>Приятный и стильный рудимент, который будет выбран при создании объявления случайным образом.</strong></p>
      </TextWrap>
    </TextBlock>
	</Row>

  <ImageWrap src="Cards.png"/>

  <ImageWrap src="Themes.png"/>
</template>

<!-- <li>Дать ощущение причастности и ответственности за публикацию каждого объявления</li>
<li>Дать не скучную итеракцию</li>
</ul>
</li>
<li>Чистота и безопасность
<ul>
<li>Ограничения на спам, нецензурную лексику и объявления с неприемлимыми мотивами</li>
<li>Дизайн должен сочетаться с окружением в котором находится табло.</li>
</ul> -->
